{
  "plugins": {
    "blink": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.7.0 - 1.8.0"
    },
    "codecompanion": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot": {
      "src": "https://github.com/github/copilot.vim"
    },
    "dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "dapui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "git-signs": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lazydocker": {
      "src": "https://github.com/mgierada/lazydocker.nvim"
    },
    "lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-nvim-dap": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "noice": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "perch": {
      "src": "https://github.com/dabrowskif/perch.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "typescript-tools": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "vectorcode": {
      "src": "https://github.com/Davidyz/VectorCode"
    },
    "web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}