{
  "plugins": {
    "blink": {
      "version": "1.7.0 - 1.8.0"
    },
    "codecompanion": [],
    "conform": [],
    "dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "dapui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "git-signs": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "version": "'harpoon2'"
    },
    "lazydev": [],
    "lazydocker": {
      "src": "https://github.com/mgierada/lazydocker.nvim"
    },
    "lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "lualine": [],
    "mason": [],
    "mason-nvim-dap": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini": [],
    "neo-tree": [],
    "nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "noice": [],
    "nui": [],
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": [],
    "oil": [],
    "perch": [],
    "plenary": [],
    "snacks": [],
    "test-lsp-rename": [],
    "tmux-navigator": [],
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "tokyonight": [],
    "vectorcode": [],
    "web-devicons": [],
    "which-key": []
  }
}